<unk>	0	26274
,	1	46476
the	2	39533
.	3	37452
of	4	22104
to	5	21305
a	6	18469
and	7	15346
in	8	14609
's	9	8872
for	10	7743
that	11	7723
$	12	6762
is	13	6735
``	14	6673
The	15	6578
''	16	6500
said	17	5418
on	18	4905
%	19	4718
it	20	4509
by	21	4274
from	22	4238
at	23	4142
million	24	4122
as	25	4054
with	26	3987
Mr.	27	3856
are	28	3629
was	29	3615
be	30	3584
its	31	3382
has	32	3184
n't	33	3132
an	34	3015
have	35	2993
will	36	2982
he	37	2496
or	38	2429
company	39	2429
which	40	2164
year	41	2162
would	42	2108
--	43	2005
about	44	1991
says	45	1948
they	46	1904
this	47	1844
more	48	1842
were	49	1776
market	50	1760
In	51	1706
billion	52	1680
But	53	1668
their	54	1655
had	55	1625
up	56	1625
than	57	1586
U.S.	58	1552
but	59	1552
his	60	1547
who	61	1509
been	62	1500
also	63	1399
new	64	1384
share	65	1358
one	66	1347
other	67	1344
:	68	1292
not	69	1262
some	70	1252
I	71	1188
New	72	1178
Corp.	73	1163
years	74	1130
;	75	1129
)	76	1122
shares	77	1113
(	78	1109
stock	79	1103
It	80	1088
could	81	1033
trading	82	1018
Inc.	83	1018
all	84	1017
last	85	1009
two	86	988
&	87	977
because	88	971
out	89	969
when	90	936
do	91	899
only	92	897
can	93	896
York	94	887
into	95	881
after	96	873
president	97	869
A	98	869
such	99	860
business	100	858
Co.	101	854
over	102	844
first	103	829
He	104	813
sales	105	805
companies	106	790
if	107	787
government	108	780
may	109	772
most	110	766
cents	111	745
any	112	727
we	113	725
many	114	720
'	115	712
time	116	704
say	117	701
quarter	118	682
there	119	680
prices	120	677
no	121	671
down	122	663
people	123	662
now	124	658
price	125	655
week	126	654
them	127	650
months	128	646
much	129	642
rose	130	636
so	131	611
interest	132	609
group	133	604
investors	134	601
bonds	135	596
make	136	592
1	137	592
even	138	590
American	139	576
next	140	576
earnings	141	566
did	142	563
what	143	562
you	144	561
three	145	558
through	146	558
We	147	538
yesterday	148	536
program	149	535
earlier	150	533
major	151	530
just	152	530
made	153	529
under	154	528
industry	155	524
stocks	156	521
And	157	518
10	158	517
executive	159	514
net	160	514
Japanese	161	511
chief	162	510
investment	163	503
money	164	500
month	165	500
expected	166	500
rate	167	499
unit	168	494
does	169	491
days	170	489
state	171	486
before	172	485
those	173	484
federal	174	483
off	175	479
officials	176	479
30	177	473
like	178	472
while	179	467
plan	180	466
against	181	463
between	182	458
buy	183	457
rates	184	452
issue	185	452
sell	186	449
They	187	448
recent	188	448
since	189	447
still	190	446
For	191	441
own	192	440
get	193	438
financial	194	438
ago	195	436
Exchange	196	436
That	197	433
she	198	431
big	199	431
firm	200	430
Japan	201	430
chairman	202	429
income	203	428
funds	204	425
these	205	425
back	206	420
her	207	414
profit	208	413
offer	209	413
debt	210	412
well	211	411
part	212	409
higher	213	405
should	214	405
including	215	404
bank	216	404
products	217	401
15	218	401
being	219	401
analysts	220	400
securities	221	398
fell	222	395
take	223	392
past	224	386
work	225	384
This	226	384
1988	227	383
If	228	382
House	229	374
reported	230	374
way	231	374
8	232	373
operations	233	371
end	234	370
tax	235	369
lower	236	367
?	237	365
sold	238	363
plans	239	363
both	240	362
sale	241	362
common	242	362
markets	243	362
yen	244	361
growth	245	359
yield	246	359
pay	247	359
during	248	359
each	249	355
very	250	355
bid	251	352
Bank	252	352
use	253	351
less	254	349
loss	255	347
how	256	345
where	257	345
banks	258	344
another	259	344
economic	260	343
vice	261	343
cash	262	343
50	263	340
high	264	340
few	265	339
five	266	339
costs	267	338
good	268	338
average	269	337
increase	270	337
our	271	336
used	272	336
Bush	273	334
current	274	333
due	275	333
issues	276	332
As	277	332
might	278	331
're	279	331
several	280	330
20	281	324
index	282	323
closed	283	322
Stock	284	321
added	285	320
Friday	286	318
then	287	317
At	288	317
Congress	289	317
1989	290	316
least	291	316
early	292	314
National	293	313
number	294	311
spokesman	295	309
2	296	309
director	297	309
British	298	309
September	299	309
case	300	308
concern	301	308
day	302	308
report	303	307
foreign	304	307
too	305	307
stake	306	307
according	307	306
California	308	306
Some	309	306
public	310	305
assets	311	304
far	312	301
Oct.	313	300
trade	314	300
Treasury	315	299
contract	316	298
There	317	297
law	318	297
board	319	297
same	320	297
think	321	297
third	322	295
going	323	295
based	324	294
officer	325	293
bill	326	293
revenue	327	292
small	328	292
already	329	291
close	330	290
exchange	331	289
move	332	289
help	333	288
among	334	287
real	335	287
value	336	286
court	337	285
system	338	283
International	339	283
agreed	340	282
ended	341	282
oil	342	282
him	343	281
late	344	281
economy	345	280
insurance	346	280
1990	347	279
One	348	278
futures	349	277
100	350	276
agency	351	276
agreement	352	275
First	353	272
Board	354	271
operating	355	270
period	356	270
want	357	269
San	358	269
firms	359	267
Federal	360	267
traders	361	266
computer	362	266
capital	363	265
1\/2	364	265
world	365	265
little	366	264
cost	367	262
likely	368	262
until	369	262
office	370	261
called	371	261
1987	372	261
results	373	260
offering	374	260
former	375	259
Street	376	259
problems	377	259
production	378	257
six	379	256
Wall	380	256
increased	381	255
long	382	255
compared	383	254
four	384	254
maker	385	254
management	386	253
country	387	253
see	388	253
Securities	389	252
policy	390	252
whether	391	251
continue	392	251
analyst	393	251
second	394	251
put	395	250
large	396	249
half	397	249
West	398	249
President	399	248
dollar	400	248
bond	401	248
total	402	248
set	403	247
buying	404	247
loans	405	247
go	406	246
notes	407	246
Group	408	246
point	409	246
Soviet	410	246
cut	411	246
general	412	245
without	413	245
around	414	245
losses	415	244
Department	416	244
political	417	244
third-quarter	418	243
corporate	419	243
recently	420	242
fund	421	241
points	422	239
Nov.	423	238
home	424	238
UAL	425	238
largest	426	237
must	427	236
today	428	236
wo	429	236
right	430	235
though	431	235
John	432	234
selling	433	234
announced	434	233
further	435	232
however	436	231
problem	437	229
result	438	229
come	439	228
businesses	440	228
change	441	227
plant	442	227
declined	443	226
held	444	226
weeks	445	226
credit	446	226
making	447	225
become	448	224
When	449	224
strong	450	224
support	451	223
12	452	223
fiscal	453	223
takeover	454	222
give	455	222
3\/4	456	222
London	457	222
expects	458	221
services	459	221
record	460	221
orders	461	221
Big	462	220
research	463	218
certain	464	218
official	465	218
11	466	218
earthquake	467	217
demand	468	217
here	469	217
junk	470	217
my	471	216
Jones	472	216
news	473	215
August	474	215
25	475	213
need	476	213
old	477	213
senior	478	213
priced	479	213
3	480	213
control	481	212
On	482	212
know	483	211
power	484	211
employees	485	211
took	486	211
Inc	487	210
gain	488	210
Dow	489	210
Francisco	490	209
40	491	208
nearly	492	207
comment	493	207
13	494	206
annual	495	205
example	496	205
possible	497	205
members	498	205
level	499	205
Ms.	500	205
Texas	501	204
5	502	204
Chicago	503	204
Monday	504	204
meeting	505	203
drop	506	203
Ford	507	203
proposed	508	202
Senate	509	200
purchase	510	200
}	511	199
show	512	199
return	513	199
Tuesday	514	199
While	515	198
General	516	198
paid	517	198
decline	518	198
October	519	197
future	520	197
addition	521	197
workers	522	197
{	523	196
often	524	195
changes	525	195
product	526	195
composite	527	195
proposal	528	195
rise	529	195
estimated	530	195
deal	531	195
Robert	532	194
South	533	194
city	534	193
latest	535	193
nation	536	192
later	537	192
expect	538	192
filed	539	191
volume	540	191
almost	541	191
executives	542	191
Washington	543	190
amount	544	190
paper	545	190
line	546	190
life	547	190
building	548	189
top	549	189
administration	550	189
better	551	189
named	552	188
position	553	188
decision	554	188
charge	555	188
offered	556	187
makes	557	187
outstanding	558	187
nine	559	186
America	560	186
spending	561	186
include	562	186
Europe	563	186
others	564	185
national	565	185
customers	566	184
...	567	184
transaction	568	183
area	569	183
acquisition	570	183
enough	571	183
Ltd.	572	183
order	573	182
times	574	182
came	575	182
currently	576	182
received	577	181
began	578	181
found	579	181
500	580	180
us	581	180
trying	582	180
able	583	179
James	584	178
estate	585	177
Warner	586	176
4	587	176
again	588	176
European	589	176
Union	590	176
service	591	175
East	592	174
yet	593	173
division	594	173
told	595	173
commercial	596	173
your	597	172
previous	598	172
dropped	599	171
9	600	171
investor	601	171
provide	602	171
lot	603	171
holding	604	171
So	605	170
every	606	170
've	607	170
important	608	170
ca	609	170
programs	610	169
claims	611	169
Capital	612	169
private	613	168
rights	614	168
China	615	167
whose	616	166
31	617	166
information	618	166
Association	619	166
never	620	166
best	621	165
shareholders	622	165
local	623	165
fall	624	165
suit	625	165
got	626	165
Corp	627	165
buy-out	628	165
inflation	629	165
Tokyo	630	164
additional	631	164
charges	632	164
dollars	633	164
managers	634	164
action	635	164
gains	636	163
units	637	163
Co	638	163
keep	639	162
away	640	162
low	641	162
once	642	162
within	643	162
things	644	162
manager	645	162
computers	646	161
July	647	161
raise	648	161
United	649	161
Mrs.	650	161
TV	651	160
car	652	160
financing	653	160
June	654	160
via	655	159
Sept.	656	159
marketing	657	158
terms	658	158
development	659	158
construction	660	158
contracts	661	157
consumer	662	157
believe	663	157
1\/4	664	156
lost	665	156
run	666	156
potential	667	156
Los	668	156
below	669	156
restructuring	670	155
IBM	671	155
March	672	155
force	673	155
Jaguar	674	154
auto	675	154
gas	676	154
full	677	154
What	678	154
taken	679	154
continued	680	153
following	681	153
Western	682	153
Fed	683	153
Now	684	153
getting	685	152
Boston	686	152
Last	687	151
6	688	151
fact	689	151
You	690	151
To	691	150
subsidiary	692	150
equipment	693	150
above	694	150
With	695	150
family	696	150
find	697	150
risk	698	150
Air	699	149
bills	700	149
place	701	149
account	702	149
probably	703	149
7	704	149
approved	705	148
noted	706	148
60	707	148
effort	708	148
advertising	709	148
holders	710	147
special	711	147
itself	712	147
These	713	146
equity	714	146
cases	715	146
effect	716	146
dividend	717	146
head	718	146
White	719	145
Pacific	720	145
D.	721	145
figures	722	145
face	723	145
available	724	145
David	725	145
drug	726	144
international	727	144
data	728	144
After	729	143
legal	730	143
City	731	143
reached	732	143
Sales	733	142
technology	734	142
Commission	735	142
statement	736	142
personal	737	142
led	738	141
included	739	141
cars	740	141
However	741	141
reduce	742	141
Chairman	743	141
open	744	140
Although	745	140
budget	746	140
loan	747	140
using	748	140
Under	749	139
department	750	139
efforts	751	139
bought	752	139
known	753	138
asked	754	138
look	755	138
left	756	137
payments	757	137
clear	758	137
ad	759	137
1986	760	137
health	761	137
University	762	137
rather	763	137
By	764	136
Revenue	765	136
defense	766	136
An	767	136
working	768	136
team	769	136
acquired	770	135
biggest	771	135
approval	772	135
increases	773	135
remain	774	135
coming	775	135
reports	776	135
domestic	777	134
job	778	134
judge	779	134
Many	780	134
portfolio	781	134
banking	782	134
saying	783	134
soon	784	134
18	785	133
similar	786	133
16	787	133
raised	788	133
talks	789	133
calls	790	133
either	791	133
states	792	133
gained	793	133
long-term	794	132
clients	795	132
Angeles	796	131
profits	797	131
parent	798	131
hard	799	131
5\/8	800	131
groups	801	130
posted	802	130
levels	803	130
committee	804	130
Canadian	805	130
Germany	806	130
looking	807	130
lawyers	808	129
makers	809	129
Britain	810	129
union	811	129
short	812	128
countries	813	128
finance	814	128
went	815	128
Most	816	128
airline	817	128
damage	818	128
failed	819	128
network	820	127
lead	821	127
interests	822	127
#	823	127
along	824	127
Columbia	825	127
me	826	127
Hong	827	127
Michael	828	127
helped	829	127
different	830	126
completed	831	126
directors	832	126
Court	833	126
William	834	125
despite	835	125
investments	836	125
German	837	125
industrial	838	125
something	839	125
wants	840	125
Canada	841	125
strategy	842	125
'm	843	125
growing	844	125
although	845	125
doing	846	124
given	847	124
World	848	124
options	849	124
question	850	124
14	851	123
process	852	123
slightly	853	123
goods	854	123
food	855	122
hit	856	122
Even	857	122
estimates	858	122
performance	859	122
Financial	860	122
marks	861	122
involved	862	122
percentage	863	122
manufacturing	864	122
systems	865	122
particularly	866	122
Series	867	121
State	868	121
toward	869	121
remains	870	121
Drexel	871	121
S&P	872	121
build	873	121
seeking	874	120
role	875	120
Kong	876	120
17	877	120
Committee	878	120
having	879	120
huge	880	120
leaders	881	120
television	882	120
really	883	120
GM	884	119
200	885	119
individual	886	119
legislation	887	119
name	888	119
themselves	889	119
scheduled	890	119
plants	891	119
previously	892	118
project	893	118
especially	894	118
property	895	117
begin	896	117
North	897	117
range	898	116
concerns	899	116
3\/8	900	116
year-earlier	901	116
Merrill	902	116
basis	903	116
acquire	904	116
7\/8	905	116
disclosed	906	116
pressure	907	116
Richard	908	115
always	909	115
buyers	910	115
French	911	115
vote	912	115
reason	913	115
military	914	115
hold	915	115
start	916	115
owns	917	115
leading	918	115
includes	919	114
Calif.	920	114
Wednesday	921	114
started	922	114
accounts	923	114
currency	924	114
measure	925	114
course	926	114
key	927	113
issued	928	113
stores	929	113
attorney	930	113
joint	931	113
ever	932	113
activity	933	113
Thursday	934	113
producers	935	113
fourth	936	113
hours	937	113
venture	938	112
competition	939	112
rules	940	112
Dec.	941	112
Bay	942	112
seen	943	112
adds	944	112
largely	945	112
view	946	111
Judge	947	111
recession	948	111
1\/8	949	111
April	950	111
Rep.	951	111
steel	952	111
Industries	953	111
related	954	111
brokerage	955	111
institutions	956	111
thing	957	110
J.	958	110
areas	959	110
All	960	110
heavy	961	110
significant	962	110
'll	963	110
allow	964	110
Lynch	965	110
abortion	966	110
great	967	109
seems	968	109
try	969	109
Among	970	109
done	971	109
outside	972	109
reduced	973	109
taking	974	109
study	975	108
`	976	108
required	977	108
independent	978	108
estimate	979	108
settlement	980	108
campaign	981	108
needed	982	108
seven	983	107
quickly	984	107
December	985	107
meet	986	107
She	987	107
turn	988	107
black	989	107
Business	990	107
magazine	991	107
generally	992	107
bad	993	107
form	994	106
benefits	995	106
means	996	106
near	997	106
Shearson	998	106
reserves	999	106
staff	1000	106
turned	1001	106
retail	1002	106
mortgage	1003	106
receive	1004	106
Airlines	1005	105
showed	1006	105
kind	1007	105
Still	1008	105
subject	1009	105
seek	1010	105
Eastern	1011	105
PLC	1012	105
convertible	1013	105
projects	1014	105
man	1015	105
impact	1016	105
simply	1017	105
arbitrage	1018	105
dealers	1019	105
parts	1020	104
free	1021	104
A.	1022	104
thought	1023	104
instead	1024	104
produce	1025	104
beginning	1026	104
Meanwhile	1027	104
traded	1028	104
aid	1029	104
ahead	1030	104
brokers	1031	103
earned	1032	103
series	1033	103
Analysts	1034	103
CBS	1035	103
gold	1036	103
Investors	1037	103
fees	1038	103
France	1039	103
call	1040	103
situation	1041	103
difficult	1042	102
considered	1043	102
150	1044	102
limited	1045	102
seem	1046	102
house	1047	102
trust	1048	101
taxes	1049	101
Trust	1050	101
Journal	1051	101
eight	1052	101
labor	1053	101
shareholder	1054	101
merger	1055	100
Morgan	1056	100
returns	1057	100
floor	1058	100
smaller	1059	100
lines	1060	100
longer	1061	100
boost	1062	100
Both	1063	100
Institute	1064	100
sent	1065	99
Since	1066	99
increasing	1067	99
daily	1068	99
pilots	1069	99
deficit	1070	99
school	1071	99
changed	1072	99
Moody	1073	99
test	1074	99
hurt	1075	99
summer	1076	99
Dr.	1077	99
owned	1078	98
planned	1079	98
partner	1080	98
history	1081	98
anything	1082	98
crash	1083	98
majority	1084	98
Express	1085	98
stock-index	1086	97
hand	1087	97
usually	1088	97
became	1089	97
men	1090	97
1992	1091	97
No	1092	97
evidence	1093	96
Systems	1094	96
base	1095	96
leader	1096	96
note	1097	96
wanted	1098	96
Average	1099	96
attempt	1100	96
active	1101	96
announcement	1102	96
His	1103	96
congressional	1104	95
directly	1105	95
Service	1106	95
Kidder	1107	95
children	1108	95
worth	1109	95
supply	1110	95
Americans	1111	95
volatility	1112	95
filing	1113	95
yields	1114	94
per	1115	94
preferred	1116	94
May	1117	94
limit	1118	94
veto	1119	94
Other	1120	94
pound	1121	94
1985	1122	94
caused	1123	94
session	1124	93
francs	1125	93
conditions	1126	93
delivery	1127	93
70	1128	93
19	1129	93
telephone	1130	93
de	1131	93
sharply	1132	93
Sony	1133	93
jumped	1134	93
sector	1135	92
spokeswoman	1136	92
22	1137	92
designed	1138	92
Digital	1139	92
George	1140	92
light	1141	92
auction	1142	92
built	1143	92
Sen.	1144	92
1991	1145	92
brand	1146	91
transactions	1147	91
believes	1148	91
Insurance	1149	91
rest	1150	91
continuing	1151	91
age	1152	91
minimum	1153	91
women	1154	91
24	1155	91
closing	1156	91
Smith	1157	91
wage	1158	90
created	1159	90
center	1160	90
Justice	1161	90
size	1162	90
creditors	1163	90
continues	1164	90
Reserve	1165	90
machine	1166	90
separate	1167	90
regulators	1168	90
short-term	1169	90
consider	1170	90
survey	1171	90
hopes	1172	89
decided	1173	89
80	1174	89
Guber	1175	89
natural	1176	89
questions	1177	89
imports	1178	89
main	1179	89
Brothers	1180	89
quake	1181	89
Dinkins	1182	89
paying	1183	89
comes	1184	89
Industrial	1185	89
35	1186	89
security	1187	89
21	1188	89
moves	1189	88
conference	1190	88
himself	1191	88
sense	1192	88
brought	1193	88
care	1194	88
tons	1195	88
Peter	1196	88
1,000	1197	88
member	1198	88
According	1199	88
produced	1200	87
overseas	1201	87
Peters	1202	87
machines	1203	87
actually	1204	87
initial	1205	87
quarterly	1206	87
why	1207	87
Gorbachev	1208	87
23	1209	86
idea	1210	86
behind	1211	86
75	1212	86
IRS	1213	86
SEC	1214	86
letter	1215	86
press	1216	86
Also	1217	86
strike	1218	86
Fund	1219	86
effective	1220	86
'd	1221	85
capacity	1222	85
side	1223	85
Jr.	1224	85
Bond	1225	85
game	1226	85
space	1227	85
Qintex	1228	85
Motor	1229	85
agencies	1230	85
Its	1231	85
Democratic	1232	85
spent	1233	85
Because	1234	85
standard	1235	85
nothing	1236	85
software	1237	85
actual	1238	84
post	1239	84
exports	1240	84
bring	1241	84
matter	1242	84
Poland	1243	84
single	1244	84
Hugo	1245	84
feel	1246	84
partly	1247	84
Management	1248	84
sure	1249	84
Nissan	1250	83
across	1251	83
newspaper	1252	83
improve	1253	83
forced	1254	83
People	1255	83
protection	1256	83
shows	1257	83
Australia	1258	83
Democrats	1259	83
unchanged	1260	83
ability	1261	83
allowed	1262	83
hope	1263	83
expenses	1264	83
package	1265	83
won	1266	83
term	1267	83
leveraged	1268	83
final	1269	83
sign	1270	83
night	1271	83
rising	1272	82
party	1273	82
require	1274	82
stop	1275	82
January	1276	82
28	1277	82
running	1278	82
advanced	1279	82
woman	1280	82
followed	1281	82
whole	1282	82
trades	1283	82
holds	1284	82
spring	1285	81
together	1286	81
90	1287	81
45	1288	81
water	1289	81
quality	1290	81
activities	1291	81
operation	1292	81
media	1293	81
quoted	1294	81
R.	1295	81
rule	1296	81
Index	1297	81
needs	1298	81
specific	1299	81
apparently	1300	81
various	1301	80
Despite	1302	80
avoid	1303	80
Computer	1304	80
young	1305	80
closely	1306	80
response	1307	80
thrift	1308	80
consumers	1309	80
let	1310	80
ways	1311	80
trial	1312	79
article	1313	79
Supreme	1314	79
instance	1315	79
Baker	1316	79
greater	1317	79
payment	1318	79
Research	1319	79
Moreover	1320	79
offices	1321	79
U.K.	1322	79
pension	1323	78
decade	1324	78
economist	1325	78
cause	1326	78
signed	1327	78
serious	1328	78
Services	1329	78
spend	1330	78
slow	1331	78
play	1332	78
energy	1333	78
Time	1334	78
provision	1335	77
developed	1336	77
moved	1337	77
jobs	1338	77
gave	1339	77
field	1340	77
district	1341	77
300	1342	77
direct	1343	77
emergency	1344	77
premium	1345	77
develop	1346	77
introduced	1347	77
focus	1348	77
figure	1349	76
debentures	1350	76
interview	1351	76
familiar	1352	76
valued	1353	76
leave	1354	76
battle	1355	76
offset	1356	76
opened	1357	76
add	1358	76
policies	1359	76
contributed	1360	75
Stanley	1361	75
stay	1362	75
sharp	1363	75
offers	1364	75
managing	1365	75
feet	1366	75
step	1367	75
10,000	1368	75
win	1369	75
appear	1370	75
block	1371	75
provides	1372	75
Lawson	1373	74
highly	1374	74
takes	1375	74
trader	1376	74
morning	1377	74
par	1378	74
negative	1379	74
Communications	1380	74
deals	1381	74
Lehman	1382	74
fully	1383	74
existing	1384	74
ruling	1385	74
giant	1386	74
29	1387	74
talk	1388	73
relatively	1389	73
News	1390	73
interested	1391	73
indicated	1392	73
over-the-counter	1393	73
measures	1394	73
Yesterday	1395	73
create	1396	73
26	1397	72
Two	1398	72
Investment	1399	72
medical	1400	72
target	1401	72
discount	1402	72
Valley	1403	72
flat	1404	72
Electric	1405	72
climbed	1406	72
hands	1407	72
provisions	1408	72
Data	1409	72
amounts	1410	72
chance	1411	72
passed	1412	71
pence	1413	71
backed	1414	71
alone	1415	71
larger	1416	71
institutional	1417	71
owners	1418	71
purchases	1419	71
economists	1420	71
willing	1421	71
plunge	1422	71
2.5	1423	71
properties	1424	71
Not	1425	71
cancer	1426	71
pretax	1427	71
Thomas	1428	71
resigned	1429	71
houses	1430	71
worked	1431	70
declines	1432	70
Manhattan	1433	70
Santa	1434	70
else	1435	70
fear	1436	70
maintain	1437	70
Administration	1438	70
County	1439	70
provided	1440	70
ads	1441	70
Such	1442	70
facilities	1443	70
-	1444	70
Reagan	1445	70
widely	1446	70
chain	1447	70
unless	1448	70
bankruptcy	1449	70
benefit	1450	70
jury	1451	70
necessary	1452	69
students	1453	69
risks	1454	69
elected	1455	69
Another	1456	69
Then	1457	69
cuts	1458	69
Swiss	1459	69
Hutton	1460	69
publicly	1461	69
substantial	1462	69
lawyer	1463	69
practice	1464	69
Secretary	1465	69
Motors	1466	69
speculation	1467	69
USX	1468	69
approach	1469	69
competitors	1470	69
death	1471	69
perhaps	1472	69
forces	1473	69
adding	1474	69
goes	1475	68
store	1476	68
Salomon	1477	68
tough	1478	68
tell	1479	68
ones	1480	68
considering	1481	68
totaled	1482	68
transportation	1483	68
person	1484	68
Johnson	1485	68
moving	1486	68
prevent	1487	68
raising	1488	68
standards	1489	68
Mexico	1490	68
Commerce	1491	68
secretary	1492	67
reflecting	1493	67
rating	1494	67
margins	1495	67
met	1496	67
improved	1497	67
Trade	1498	67
fixed	1499	67
Hurricane	1500	67
Chemical	1501	67
Gulf	1502	67
researchers	1503	67
carrier	1504	67
sought	1505	67
land	1506	67
Lloyd	1507	67
read	1508	67
someone	1509	67
acquisitions	1510	67
image	1511	67
environmental	1512	67
housing	1513	67
cited	1514	67
act	1515	67
air	1516	66
list	1517	66
stand	1518	66
remaining	1519	66
Charles	1520	66
entire	1521	66
capital-gains	1522	66
Market	1523	66
giving	1524	66
room	1525	66
laws	1526	66
date	1527	66
hour	1528	66
regulatory	1529	66
Security	1530	66
mostly	1531	66
chemical	1532	66
Paribas	1533	66
Pentagon	1534	66
!	1535	66
forecast	1536	66
Thatcher	1537	66
Ltd	1538	66
planning	1539	66
attention	1540	65
principal	1541	65
story	1542	65
review	1543	65
Chinese	1544	65
ownership	1545	65
real-estate	1546	65
appears	1547	65
lose	1548	65
war	1549	65
Act	1550	65
reach	1551	65
minority	1552	65
events	1553	65
Cray	1554	65
rally	1555	65
Health	1556	65
27	1557	65
Nasdaq	1558	65
bidding	1559	65
civil	1560	65
33	1561	65
opening	1562	65
so-called	1563	65
positions	1564	65
restrictions	1565	65
sports	1566	65
Markets	1567	65
exchanges	1568	65
reorganization	1569	65
1.5	1570	65
funding	1571	65
individuals	1572	64
modest	1573	64
community	1574	64
Medical	1575	64
immediately	1576	64
More	1577	64
anyone	1578	64
negotiations	1579	64
Associates	1580	64
During	1581	64
opposition	1582	64
book	1583	64
materials	1584	64
consultant	1585	64
particular	1586	64
claim	1587	64
Entertainment	1588	64
white	1589	64
parties	1590	64
Life	1591	64
factors	1592	64
electronic	1593	63
access	1594	63
subordinated	1595	63
heavily	1596	63
rejected	1597	63
dividends	1598	63
involving	1599	63
human	1600	63
industries	1601	63
safety	1602	63
trend	1603	63
30-year	1604	63
Indeed	1605	63
customer	1606	63
works	1607	63
saw	1608	63
attributed	1609	63
Soviets	1610	63
expectations	1611	63
mean	1612	63
44	1613	63
accept	1614	63
believed	1615	62
traditional	1616	62
Mitsubishi	1617	62
monthly	1618	62
overall	1619	62
conservative	1620	62
carry	1621	62
items	1622	62
flow	1623	62
November	1624	62
savings	1625	62
reduction	1626	62
Republican	1627	62
L.	1628	62
Yet	1629	62
bids	1630	62
opportunity	1631	62
England	1632	62
experience	1633	62
movie	1634	62
spread	1635	62
drugs	1636	61
maturity	1637	61
Savings	1638	61
complete	1639	61
miles	1640	61
difference	1641	61
minutes	1642	61
cover	1643	61
wrote	1644	61
homes	1645	61
organization	1646	61
Georgia-Pacific	1647	61
Net	1648	61
couple	1649	61
Those	1650	61
chips	1651	61
Home	1652	61
St.	1653	61
Ohio	1654	61
producer	1655	61
typically	1656	60
success	1657	60
disaster	1658	60
farmers	1659	60
mutual	1660	60
world-wide	1661	60
Paul	1662	60
corn	1663	60
export	1664	60
profitable	1665	60
US$	1666	60
grow	1667	60
manufacturers	1668	60
internal	1669	60
expensive	1670	60
400	1671	60
1994	1672	60
E.	1673	60
LIN	1674	60
Campeau	1675	60
option	1676	60
C$	1677	60
design	1678	60
output	1679	60
alleged	1680	60
weak	1681	60
requirements	1682	60
pending	1683	60
gives	1684	60
owner	1685	60
partnership	1686	60
lack	1687	60
split	1688	60
mortgages	1689	60
Navigation	1690	60
engineering	1691	60
strength	1692	60
Credit	1693	60
asset	1694	59
runs	1695	59
aircraft	1696	59
players	1697	59
sometimes	1698	59
police	1699	59
regional	1700	59
accounting	1701	59
facility	1702	59
listed	1703	59
fight	1704	59
season	1705	59
released	1706	59
eventually	1707	59
Instead	1708	59
fraud	1709	59
holdings	1710	59
treatment	1711	59
sort	1712	59
aimed	1713	59
trouble	1714	58
Office	1715	58
investigation	1716	58
Mixte	1717	58
Philip	1718	58
ending	1719	58
reflects	1720	58
PaineWebber	1721	58
beyond	1722	58
panel	1723	58
Moscow	1724	58
details	1725	58
Brown	1726	58
magazines	1727	58
prepared	1728	58
slowdown	1729	58
heart	1730	58
headed	1731	58
Separately	1732	58
purchased	1733	58
debate	1734	58
1984	1735	58
No.	1736	58
appeal	1737	58
headquarters	1738	58
showing	1739	58
Manville	1740	58
waiting	1741	58
central	1742	58
launched	1743	58
steps	1744	57
lending	1745	57
partners	1746	57
expansion	1747	57
successful	1748	57
expand	1749	57
crime	1750	57
powerful	1751	57
experts	1752	57
Development	1753	57
values	1754	57
charged	1755	57
Arizona	1756	57
sources	1757	57
region	1758	57
increasingly	1759	57
scientists	1760	57
Goldman	1761	57
material	1762	57
highest	1763	57
damaged	1764	57
tried	1765	57
version	1766	57
plunged	1767	57
trucks	1768	57
Chapter	1769	57
controls	1770	57
AG	1771	57
poor	1772	57
retirement	1773	57
primarily	1774	56
settled	1775	56
original	1776	56
live	1777	56
65	1778	56
troubled	1779	56
victims	1780	56
annually	1781	56
popular	1782	56
favor	1783	56
combined	1784	56
mind	1785	56
putting	1786	56
represents	1787	56
broad	1788	56
Southern	1789	56
dispute	1790	56
drive	1791	56
SCI	1792	56
Sears	1793	56
everyone	1794	56
client	1795	56
gets	1796	56
Holdings	1797	56
gene	1798	56
complex	1799	56
Each	1800	56
Korea	1801	56
travel	1802	56
M.	1803	56
schools	1804	56
source	1805	55
employee	1806	55
stations	1807	55
break	1808	55
Bell	1809	55
thousands	1810	55
concerned	1811	55
corporations	1812	55
Exxon	1813	55
Mass.	1814	55
slowing	1815	55
mail	1816	55
words	1817	55
portion	1818	55
Power	1819	55
Of	1820	55
commission	1821	55
roughly	1822	55
bankers	1823	55
ratings	1824	55
amid	1825	55
tests	1826	55
request	1827	55
film	1828	55
AT&T	1829	55
technical	1830	55
guilty	1831	55
grew	1832	55
Sir	1833	54
Minister	1834	54
About	1835	54
residents	1836	54
Only	1837	54
Here	1838	54
documents	1839	54
phone	1840	54
trillion	1841	54
monetary	1842	54
actions	1843	54
250	1844	54
developing	1845	54
Sun	1846	54
proposals	1847	54
improvement	1848	54
ease	1849	54
mark	1850	54
controlled	1851	54
adjusted	1852	54
normal	1853	54
certainly	1854	54
easy	1855	54
guidelines	1856	54
afternoon	1857	54
adviser	1858	54
competitive	1859	54
C.	1860	54
exercise	1861	54
placed	1862	54
Steel	1863	54
everything	1864	54
55	1865	54
shift	1866	54
vehicles	1867	54
Times	1868	54
distribution	1869	53
Earlier	1870	53
year-ago	1871	53
lawmakers	1872	53
Sachs	1873	53
Great	1874	53
underwriters	1875	53
numbers	1876	53
defendants	1877	53
Our	1878	53
1.6	1879	53
Jack	1880	53
Paris	1881	53
quite	1882	53
Mae	1883	53
Phillips	1884	53
Dallas	1885	53
junk-bond	1886	53
voters	1887	53
Oil	1888	53
signs	1889	53
education	1890	53
balance	1891	53
pretty	1892	53
whom	1893	53
Republicans	1894	53
reform	1895	53
Australian	1896	53
automotive	1897	53
surged	1898	53
Standard	1899	53
speed	1900	52
sides	1901	52
collapse	1902	52
consulting	1903	52
faces	1904	52
red	1905	52
Florida	1906	52
falling	1907	52
responsible	1908	52
Jersey	1909	52
advance	1910	52
predicted	1911	52
hundreds	1912	52
Frank	1913	52
fewer	1914	52
W.	1915	52
significantly	1916	52
segment	1917	52
Lee	1918	52
coupon	1919	52
revised	1920	52
proceeds	1921	52
remained	1922	52
practices	1923	51
losing	1924	51
stopped	1925	51
starting	1926	51
weakness	1927	51
copper	1928	51
resources	1929	51
hostile	1930	51
Frankfurt	1931	51
tomorrow	1932	51
Red	1933	51
Technology	1934	51
accused	1935	51
failure	1936	51
plus	1937	51
Nekoosa	1938	51
II	1939	51
ventures	1940	51
clearly	1941	51
Transportation	1942	51
except	1943	51
relations	1944	51
chemicals	1945	51
played	1946	51
1982	1947	51
ordered	1948	51
Center	1949	51
Alan	1950	51
unusual	1951	51
traffic	1952	51
McCaw	1953	51
B.A.T	1954	51
Though	1955	51
benchmark	1956	51
N.J.	1957	51
baseball	1958	50
kept	1959	50
boosted	1960	50
contrast	1961	50
soared	1962	50
mainly	1963	50
Chrysler	1964	50
insurers	1965	50
liability	1966	50
finally	1967	50
environment	1968	50
decide	1969	50
Poor	1970	50
opposed	1971	50
suggest	1972	50
weekend	1973	50
5,000	1974	50
threat	1975	50
structure	1976	50
Ministry	1977	50
true	1978	50
wrong	1979	50
Houston	1980	50
centers	1981	50
1.2	1982	50
follows	1983	50
healthy	1984	50
uncertainty	1985	50
fears	1986	50
felt	1987	50
authority	1988	50
established	1989	50
MCA	1990	50
associated	1991	50
college	1992	50
movies	1993	50
thus	1994	50
Burnham	1995	50
thrifts	1996	50
producing	1997	50
51	1998	49
books	1999	49
moment	2000	49
effects	2001	49
prosecutors	2002	49
substantially	2003	49
Labor	2004	49
Community	2005	49
mixed	2006	49
temporary	2007	49
Control	2008	49
nor	2009	49
reflect	2010	49
buildings	2011	49
discussions	2012	49
criminal	2013	49
virtually	2014	49
relief	2015	49
Energy	2016	49
primary	2017	49
affected	2018	49
advertisers	2019	49
GE	2020	49
Partners	2021	49
abroad	2022	49
B.	2023	48
Fe	2024	48
goal	2025	48
Morris	2026	48
seemed	2027	48
employment	2028	48
appropriations	2029	48
front	2030	48
protect	2031	48
municipal	2032	48
present	2033	48
reasons	2034	48
models	2035	48
leadership	2036	48
Foreign	2037	48
publishing	2038	48
ask	2039	48
affect	2040	48
Party	2041	48
candidates	2042	48
electronics	2043	48
agree	2044	48
recovery	2045	48
double	2046	48
Industry	2047	48
HUD	2048	48
nuclear	2049	48
37	2050	48
uses	2051	48
pace	2052	48
Krenz	2053	48
editor	2054	48
fairly	2055	47
operate	2056	47
confidence	2057	47
leaving	2058	47
margin	2059	47
barrels	2060	47
opinion	2061	47
model	2062	47
prove	2063	47
twice	2064	47
Three	2065	47
cities	2066	47
sells	2067	47
USAir	2068	47
communications	2069	47
parents	2070	47
wake	2071	47
positive	2072	47
training	2073	47
hearing	2074	47
broker	2075	47
damages	2076	47
commodity	2077	47
shown	2078	47
declining	2079	47
1980	2080	47
doubt	2081	47
bit	2082	47
48	2083	47
managed	2084	47
families	2085	47
election	2086	47
determined	2087	47
influence	2088	47
core	2089	47
accord	2090	47
Price	2091	47
pricing	2092	47
advantage	2093	47
usual	2094	47
names	2095	47
Volume	2096	46
brands	2097	46
deposits	2098	46
Officials	2099	46
Beijing	2100	46
equal	2101	46
Report	2102	46
cable	2103	46
assistant	2104	46
scandal	2105	46
settle	2106	46
finished	2107	46
Lambert	2108	46
luxury	2109	46
Stephen	2110	46
coverage	2111	46
Georgia	2112	46
120	2113	46
System	2114	46
devices	2115	46
wide	2116	46
42	2117	46
truck	2118	46
Italy	2119	46
global	2120	46
litigation	2121	46
push	2122	46
38	2123	46
Continental	2124	46
throughout	2125	46
Petroleum	2126	46
represent	2127	46
assistance	2128	46
tender	2129	46
suggested	2130	46
jointly	2131	46
Saatchi	2132	46
attorneys	2133	46
argue	2134	46
OTC	2135	46
Traders	2136	46
voted	2137	46
Machines	2138	46
Hewlett-Packard	2139	45
antitrust	2140	45
Telerate	2141	45
regular	2142	45
preliminary	2143	45
conventional	2144	45
talking	2145	45
compromise	2146	45
town	2147	45
commitments	2148	45
meanwhile	2149	45
cutting	2150	45
worried	2151	45
excess	2152	45
Toronto	2153	45
EC	2154	45
section	2155	45
authorities	2156	45
Today	2157	45
100,000	2158	45
association	2159	45
Joseph	2160	45
gone	2161	45
intended	2162	45
Central	2163	45
suggests	2164	45
relationship	2165	45
release	2166	45
Africa	2167	45
finding	2168	45
guarantees	2169	45
style	2170	45
declared	2171	45
1980s	2172	45
negotiating	2173	45
extremely	2174	45
direction	2175	45
strategic	2176	44
hotel	2177	44
disclose	2178	44
suspended	2179	44
refused	2180	44
studies	2181	44
asking	2182	44
decisions	2183	44
Prime	2184	44
blacks	2185	44
meetings	2186	44
deputy	2187	44
nations	2188	44
Council	2189	44
Like	2190	44
Defense	2191	44
social	2192	44
extra	2193	44
vehicle	2194	44
bigger	2195	44
century	2196	44
helping	2197	44
Dealers	2198	44
Bill	2199	44
replace	2200	44
puts	2201	44
elections	2202	44
1.1	2203	44
file	2204	44
Boeing	2205	44
fine	2206	44
Finance	2207	44
wife	2208	44
station	2209	44
ounce	2210	44
operates	2211	44
supplies	2212	44
Telephone	2213	44
F.	2214	44
fourth-quarter	2215	44
save	2216	44
Edward	2217	44
appeared	2218	44
surge	2219	44
swings	2220	44
chip	2221	43
event	2222	43
ceiling	2223	43
consultants	2224	43
32	2225	43
movement	2226	43
worry	2227	43
Hollywood	2228	43
4.5	2229	43
politicians	2230	43
Ross	2231	43
joined	2232	43
happen	2233	43
crisis	2234	43
Louis	2235	43
argued	2236	43
thinks	2237	43
S.	2238	43
Conn.	2239	43
types	2240	43
older	2241	43
invest	2242	43
confirmed	2243	43
Futures	2244	43
type	2245	43
Their	2246	43
Loan	2247	43
providing	2248	43
high-yield	2249	43
CDs	2250	43
N.Y.	2251	43
RJR	2252	43
promise	2253	43
Manufacturers	2254	43
1.3	2255	43
living	2256	43
regulations	2257	42
critics	2258	42
door	2259	42
patients	2260	42
discuss	2261	42
founder	2262	42
obtain	2263	42
judges	2264	42
six-month	2265	42
suffered	2266	42
expressed	2267	42
investing	2268	42
Ogilvy	2269	42
Terms	2270	42
outlook	2271	42
underlying	2272	42
launch	2273	42
extraordinary	2274	42
p.m.	2275	42
Intel	2276	42
metals	2277	42
Phelan	2278	42
language	2279	42
genes	2280	42
warrants	2281	42
Hampshire	2282	42
Singapore	2283	42
46	2284	42
CD	2285	42
piece	2286	42
society	2287	42
specialists	2288	42
denied	2289	42
controversial	2290	42
representing	2291	42
citing	2292	42
class	2293	42
Grand	2294	42
discovered	2295	42
ban	2296	42
serve	2297	41
reflected	2298	41
word	2299	41
utility	2300	41
simple	2301	41
views	2302	41
crop	2303	41
heat	2304	41
gross	2305	41
lowered	2306	41
dozen	2307	41
circumstances	2308	41
challenge	2309	41
49	2310	41
colleagues	2311	41
attract	2312	41
School	2313	41
weekly	2314	41
concluded	2315	41
membership	2316	41
Aug.	2317	41
instruments	2318	41
S.A.	2319	41
reaction	2320	41
agreements	2321	41
succeeds	2322	41
succeed	2323	41
Switzerland	2324	41
From	2325	41
Fannie	2326	41
sets	2327	41
written	2328	41
District	2329	41
ensure	2330	41
ABC	2331	41
prospects	2332	41
1970s	2333	41
keeping	2334	41
Thus	2335	41
resignation	2336	41
comparable	2337	41
temporarily	2338	41
Costa	2339	41
safe	2340	41
returned	2341	41
votes	2342	41
rapidly	2343	41
NBC	2344	41
prior	2345	41
served	2346	41
1.8	2347	41
accepted	2348	41
insured	2349	41
Broadcasting	2350	41
3.5	2351	41
offerings	2352	41
join	2353	41
amendment	2354	41
reserve	2355	41
deliver	2356	40
Atlantic	2357	40
millions	2358	40
reforms	2359	40
appeals	2360	40
responsibility	2361	40
flight	2362	40
am	2363	40
immediate	2364	40
Oakland	2365	40
11\/16	2366	40
follow	2367	40
ratio	2368	40
minister	2369	40
professor	2370	40
matters	2371	40
entered	2372	40
Communist	2373	40
intends	2374	40
Sea	2375	40
task	2376	40
initially	2377	40
operator	2378	40
described	2379	40
Breeden	2380	40
invested	2381	40
pages	2382	40
12.5	2383	40
happened	2384	40
Banco	2385	40
pass	2386	40
patent	2387	40
neither	2388	40
grain	2389	40
letters	2390	40
one-time	2391	40
ground	2392	40
presence	2393	40
Mortgage	2394	40
slipped	2395	40
visit	2396	40
acquiring	2397	40
Until	2398	40
liquidity	2399	40
upon	2400	40
sugar	2401	39
drives	2402	39
Just	2403	39
alternative	2404	39
easily	2405	39
February	2406	39
buyer	2407	39
tied	2408	39
extent	2409	39
fields	2410	39
urged	2411	39
Hill	2412	39
500,000	2413	39
covered	2414	39
privately	2415	39
shopping	2416	39
audience	2417	39
committed	2418	39
line-item	2419	39
becoming	2420	39
slide	2421	39
track	2422	39
rooms	2423	39
critical	2424	39
differences	2425	39
eye	2426	39
choice	2427	39
requires	2428	39
sound	2429	39
Lincoln	2430	39
administrative	2431	39
Northern	2432	39
silver	2433	39
purchasing	2434	39
Why	2435	39
generation	2436	39
limits	2437	39
spot	2438	39
extend	2439	39
fallen	2440	39
entertainment	2441	39
health-care	2442	39
specialty	2443	39
tend	2444	39
possibility	2445	39
pick	2446	39
creating	2447	39
looks	2448	39
studio	2449	38
volatile	2450	38
Pennsylvania	2451	38
Bridge	2452	38
36	2453	38
rival	2454	38
adopted	2455	38
Over	2456	38
shipping	2457	38
Christmas	2458	38
H.	2459	38
setting	2460	38
proceedings	2461	38
crude	2462	38
retailing	2463	38
status	2464	38
utilities	2465	38
pushed	2466	38
branch	2467	38
reporters	2468	38
lawsuits	2469	38
Apple	2470	38
triggered	2471	38
courts	2472	38
two-year	2473	38
metric	2474	38
Carolina	2475	38
cells	2476	38
fire	2477	38
certificates	2478	38
costly	2479	38
rumors	2480	38
Saturday	2481	38
widespread	2482	38
music	2483	38
15,000	2484	38
ties	2485	38
personnel	2486	38
Brooks	2487	38
normally	2488	38
ultimately	2489	38
lives	2490	38
import	2491	38
telecommunications	2492	38
Resources	2493	38
check	2494	38
coup	2495	38
T.	2496	38
factory	2497	38
Young	2498	38
knows	2499	38
43	2500	38
card	2501	38
turning	2502	37
faster	2503	37
indeed	2504	37
stronger	2505	37
mine	2506	37
awarded	2507	37
restaurant	2508	37
41	2509	37
obligation	2510	37
child	2511	37
processing	2512	37
suits	2513	37
58	2514	37
affairs	2515	37
affiliate	2516	37
Lawrence	2517	37
factor	2518	37
contends	2519	37
indicate	2520	37
Mitchell	2521	37
Yeargin	2522	37
States	2523	37
default	2524	37
cold	2525	37
seats	2526	37
mining	2527	37
exposure	2528	37
enormous	2529	37
Martin	2530	37
road	2531	37
Asia	2532	37
Jan.	2533	37
High	2534	37
1993	2535	37
picture	2536	37
strategies	2537	37
aggressive	2538	37
1981	2539	37
Hungary	2540	37
warning	2541	37
manufacturer	2542	37
coal	2543	37
published	2544	37
facing	2545	37
watch	2546	37
professional	2547	37
realize	2548	37
politics	2549	37
condition	2550	37
forecasts	2551	37
Several	2552	37
illegal	2553	37
Hills	2554	37
P&G	2555	37
delay	2556	37
Spain	2557	36
currencies	2558	36
write	2559	36
Israel	2560	36
nature	2561	36
culture	2562	36
quarters	2563	36
Once	2564	36
62	2565	36
turns	2566	36
98	2567	36
banker	2568	36
pact	2569	36
criticism	2570	36
Miller	2571	36
career	2572	36
advisers	2573	36
alternatives	2574	36
games	2575	36
beer	2576	36
worse	2577	36
Mark	2578	36
pursue	2579	36
grown	2580	36
household	2581	36
Massachusetts	2582	36
Source	2583	36
unsecured	2584	36
frequently	2585	36
observers	2586	36
reducing	2587	36
insurer	2588	36
OPEC	2589	36
transfer	2590	36
secondary	2591	36
student	2592	36
understand	2593	36
worst	2594	36
Thompson	2595	36
collapsed	2596	36
prime	2597	36
rated	2598	36
consecutive	2599	36
GOP	2600	36
FEDERAL	2601	36
answer	2602	36
formed	2603	36
representatives	2604	36
establish	2605	36
bottom	2606	36
begun	2607	36
My	2608	36
newly	2609	36
Douglas	2610	36
badly	2611	36
34	2612	36
Brady	2613	36
1.7	2614	36
identified	2615	36
pushing	2616	35
River	2617	35
Bob	2618	35
Chase	2619	35
participants	2620	35
alliance	2621	35
Virginia	2622	35
Bear	2623	35
highway	2624	35
carries	2625	35
introduce	2626	35
portfolios	2627	35
massive	2628	35
apply	2629	35
10-year	2630	35
Navy	2631	35
Philadelphia	2632	35
franchise	2633	35
coffee	2634	35
pharmaceutical	2635	35
users	2636	35
Sunday	2637	35
threatened	2638	35
Roman	2639	35
NEC	2640	35
A$	2641	35
site	2642	35
approve	2643	35
ready	2644	35
senators	2645	35
KKR	2646	35
Park	2647	35
Nixon	2648	35
unlikely	2649	35
guarantee	2650	35
after-tax	2651	35
voice	2652	35
suspension	2653	35
eliminate	2654	35
Stores	2655	35
possibly	2656	35
impossible	2657	35
sophisticated	2658	35
encourage	2659	35
taxpayers	2660	35
basic	2661	35
caught	2662	35
scientific	2663	35
formerly	2664	35
Atlanta	2665	35
reporting	2666	35
seeks	2667	35
worker	2668	35
lenders	2669	35
Greenspan	2670	35
Drug	2671	35
warned	2672	35
elsewhere	2673	35
handle	2674	35
filled	2675	35
retailers	2676	35
downturn	2677	35
Holding	2678	34
steady	2679	34
agents	2680	34
carried	2681	34
Interstate	2682	34
garden	2683	34
Steinhardt	2684	34
La	2685	34
Banking	2686	34
exploration	2687	34
BellSouth	2688	34
unemployment	2689	34
heads	2690	34
pipeline	2691	34
unlike	2692	34
jump	2693	34
inside	2694	34
blood	2695	34
Agency	2696	34
publisher	2697	34
newspapers	2698	34
elaborate	2699	34
moderate	2700	34
2.2	2701	34
recorded	2702	34
ruled	2703	34
interest-rate	2704	34
101	2705	34
one-year	2706	34
memory	2707	34
pulled	2708	34
Star	2709	34
Donald	2710	34
carriers	2711	34
friendly	2712	34
wait	2713	34
modern	2714	34
Food	2715	34
governments	2716	34
roll	2717	34
resulted	2718	34
pilot	2719	34
severe	2720	34
Campbell	2721	34
playing	2722	34
Engelken	2723	34
promised	2724	34
Delmed	2725	34
Your	2726	34
equivalent	2727	34
plastic	2728	34
anticipated	2729	34
insist	2730	34
Peabody	2731	34
tape	2732	34
surprised	2733	34
easier	2734	34
Daniel	2735	34
fast-food	2736	34
Bureau	2737	34
boom	2738	34
specialist	2739	34
assume	2740	34
Fujitsu	2741	34
fuel	2742	34
extended	2743	34
resulting	2744	33
expanding	2745	33
packages	2746	33
ran	2747	33
exceed	2748	33
merchandise	2749	33
statements	2750	33
none	2751	33
85	2752	33
rivals	2753	33
compensation	2754	33
War	2755	33
Ortega	2756	33
0.2	2757	33
Compaq	2758	33
consumption	2759	33
payable	2760	33
stage	2761	33
thin	2762	33
sterling	2763	33
Paper	2764	33
Corry	2765	33
LTV	2766	33
hear	2767	33
reading	2768	33
inventories	2769	33
Illinois	2770	33
ANC	2771	33
180	2772	33
allegations	2773	33
predict	2774	33
stands	2775	33
Rally	2776	33
Maxwell	2777	33
calling	2778	33
ought	2779	33
corporation	2780	33
1983	2781	33
6.5	2782	33
Chancellor	2783	33
Hunt	2784	33
Citicorp	2785	33
Aetna	2786	33
race	2787	33
Orange	2788	33
learned	2789	33
King	2790	33
sees	2791	33
Housing	2792	33
Force	2793	33
progress	2794	33
died	2795	33
aware	2796	33
stock-market	2797	33
determine	2798	33
cautious	2799	33
comments	2800	33
attractive	2801	33
two-thirds	2802	33
records	2803	33
bringing	2804	33
heard	2805	33
THE	2806	33
allowing	2807	33
kill	2808	33
commitment	2809	33
player	2810	33
subsidiaries	2811	32
2009	2812	32
retain	2813	32
narrow	2814	32
art	2815	32
vs.	2816	32
harder	2817	32
Estate	2818	32
three-month	2819	32
66	2820	32
disappointing	2821	32
reinsurance	2822	32
attack	2823	32
Workers	2824	32
convicted	2825	32
violations	2826	32
radio	2827	32
Public	2828	32
Rockefeller	2829	32
surprising	2830	32
1.4	2831	32
fast	2832	32
one-third	2833	32
York-based	2834	32
husband	2835	32
airlines	2836	32
shot	2837	32
Nikkei	2838	32
constitutional	2839	32
50,000	2840	32
Gas	2841	32
fashion	2842	32
troubles	2843	32
match	2844	32
Mac	2845	32
fresh	2846	32
Pittsburgh	2847	32
changing	2848	32
formal	2849	32
1999	2850	32
son	2851	32
desire	2852	32
connection	2853	32
Panama	2854	32
hearings	2855	32
expense	2856	32
theory	2857	32
Stearns	2858	32
cooperation	2859	32
54	2860	32
Cleveland	2861	32
How	2862	32
handling	2863	32
Icahn	2864	32
dead	2865	32
El	2866	32
Edison	2867	32
closer	2868	32
voting	2869	32
350	2870	32
Walter	2871	32
fit	2872	32
Coast	2873	32
Donaldson	2874	32
Las	2875	32
supposed	2876	32
complained	2877	32
considerable	2878	32
branches	2879	32
Allianz	2880	31
square	2881	31
quick	2882	31
trends	2883	31
Freddie	2884	31
causing	2885	31
counsel	2886	31
trip	2887	31
represented	2888	31
Gonzalez	2889	31
maximum	2890	31
shall	2891	31
procedures	2892	31
carrying	2893	31
Pont	2894	31
ministry	2895	31
Du	2896	31
Bankers	2897	31
English	2898	31
behalf	2899	31
incentives	2900	31
billions	2901	31
targets	2902	31
districts	2903	31
Rey	2904	31
800	2905	31
Perhaps	2906	31
prompted	2907	31
8.50	2908	31
Before	2909	31
bailout	2910	31
program-trading	2911	31
places	2912	31
Arthur	2913	31
Brazil	2914	31
agent	2915	31
cosmetics	2916	31
faced	2917	31
resume	2918	31
asset-backed	2919	31
opportunities	2920	31
educational	2921	31
Green	2922	31
successor	2923	31
unable	2924	31
Section	2925	31
Or	2926	31
blame	2927	31
sudden	2928	31
Daiwa	2929	31
profitability	2930	31
lawsuit	2931	31
Davis	2932	31
quiet	2933	31
Messrs.	2934	31
schedule	2935	31
appointed	2936	31
Money	2937	31
soft	2938	31
begins	2939	31
halt	2940	31
maintenance	2941	31
Care	2942	31
engaged	2943	30
mayor	2944	30
surprise	2945	30
psyllium	2946	30
disk	2947	30
send	2948	30
machinists	2949	30
gap	2950	30
compete	2951	30
premiums	2952	30
arrangement	2953	30
applications	2954	30
Westinghouse	2955	30
contributions	2956	30
priority	2957	30
conducted	2958	30
reputation	2959	30
variety	2960	30
Says	2961	30
planners	2962	30
becomes	2963	30
sluggish	2964	30
linked	2965	30
merely	2966	30
church	2967	30
stories	2968	30
Noriega	2969	30
purpose	2970	30
Taiwan	2971	30
advice	2972	30
Baltimore	2973	30
delayed	2974	30
sellers	2975	30
exclusive	2976	30
tumbled	2977	30
wholesale	2978	30
delays	2979	30
strongly	2980	30
Mobil	2981	30
Lufkin	2982	30
exactly	2983	30
aide	2984	30
bureau	2985	30
recapitalization	2986	30
democracy	2987	30
39	2988	30
indicates	2989	30
hospital	2990	30
poll	2991	30
supported	2992	30
teams	2993	30
tobacco	2994	30
expire	2995	30
stable	2996	30
dealing	2997	30
B	2998	30
claimed	2999	30
hired	3000	30
buy-back	3001	30
Economic	3002	30
requiring	3003	30
brain	3004	30
minor	3005	30
fighting	3006	30
57	3007	30
enter	3008	30
doubled	3009	30
registered	3010	30
bulk	3011	30
Akzo	3012	30
Pilson	3013	30
Airways	3014	30
statistics	3015	30
ranging	3016	30
numerous	3017	30
rich	3018	30
wonder	3019	30
genetic	3020	30
2.3	3021	30
engine	3022	30
flights	3023	30
announce	3024	30
Calif	3025	30
sell-off	3026	30
seat	3027	29
Webster	3028	29
sensitive	3029	29
weaker	3030	29
principle	3031	29
Class	3032	29
revenues	3033	29
license	3034	29
Coors	3035	29
industrials	3036	29
Nicaragua	3037	29
slid	3038	29
explain	3039	29
apparent	3040	29
deaths	3041	29
accounted	3042	29
Beach	3043	29
consensus	3044	29
credits	3045	29
watching	3046	29
machinery	3047	29
plenty	3048	29
Mich.	3049	29
Waertsilae	3050	29
Northeast	3051	29
fair	3052	29
poison	3053	29
covering	3054	29
shipments	3055	29
63	3056	29
Asian	3057	29
Foods	3058	29
supporters	3059	29
3.1	3060	29
Toyota	3061	29
employers	3062	29
cycle	3063	29
47	3064	29
goals	3065	29
football	3066	29
Major	3067	29
demands	3068	29
divisions	3069	29
600	3070	29
WCRS	3071	29
Without	3072	29
broader	3073	29
achieved	3074	29
tentatively	3075	29
message	3076	29
table	3077	29
prison	3078	29
Marshall	3079	29
Acquisition	3080	29
9\/16	3081	29
ship	3082	29
Detroit	3083	29
candidate	3084	29
Maybe	3085	29
Latin	3086	29
Her	3087	29
Next	3088	29
concept	3089	29
sufficient	3090	29
1974	3091	29
promotion	3092	29
somewhat	3093	29
a.m.	3094	29
commissions	3095	29
Phoenix	3096	29
street	3097	29
standing	3098	29
subsidies	3099	29
efficient	3100	29
750	3101	29
Malcolm	3102	29
retired	3103	29
ideas	3104	29
aerospace	3105	29
maybe	3106	29
answers	3107	29
complaints	3108	29
chains	3109	29
occurred	3110	29
Royal	3111	29
turmoil	3112	29
defend	3113	29
Prudential-Bache	3114	29
Containers	3115	29
experiments	3116	29
involve	3117	29
argument	3118	29
downward	3119	29
farm	3120	29
telling	3121	29
1979	3122	29
organizations	3123	29
defensive	3124	29
convert	3125	29
generate	3126	28
forms	3127	28
friends	3128	28
Jim	3129	28
Hahn	3130	28
five-year	3131	28
operators	3132	28
Stocks	3133	28
Vegas	3134	28
Golden	3135	28
mergers	3136	28
rapid	3137	28
dealings	3138	28
checks	3139	28
Giuliani	3140	28
subcommittee	3141	28
meant	3142	28
teachers	3143	28
eased	3144	28
father	3145	28
acts	3146	28
mainframe	3147	28
regarding	3148	28
basket	3149	28
Bankruptcy	3150	28
expanded	3151	28
responded	3152	28
speech	3153	28
Government	3154	28
Michigan	3155	28
location	3156	28
purposes	3157	28
editorial	3158	28
130	3159	28
enforcement	3160	28
Prices	3161	28
Mary	3162	28
AIDS	3163	28
totaling	3164	28
charging	3165	28
Fees	3166	28
renewed	3167	28
papers	3168	28
arm	3169	28
Brands	3170	28
Pinkerton	3171	28
pill	3172	28
per-share	3173	28
beat	3174	28
wave	3175	28
handful	3176	28
delivered	3177	28
Gov.	3178	28
blue-chip	3179	28
sheet	3180	28
Honecker	3181	28
loyalty	3182	28
manage	3183	28
packaging	3184	28
Connecticut	3185	28
crucial	3186	28
1.25	3187	28
departure	3188	28
confident	3189	28
guaranteed	3190	28
dealer	3191	28
Thomson	3192	28
syndicate	3193	28
56	3194	28
body	3195	28
Corporate	3196	28
brief	3197	28
afford	3198	28
suffer	3199	28
competing	3200	28
Dean	3201	28
imported	3202	28
favorable	3203	28
D.C.	3204	28
secured	3205	28
catch	3206	28
Viacom	3207	28
killed	3208	28
99	3209	28
McDonald	3210	28
Fla.	3211	28
eager	3212	28
spirits	3213	28
writer	3214	27
140	3215	27
hardly	3216	27
backing	3217	27
title	3218	27
fellow	3219	27
Nomura	3220	27
population	3221	27
abandoned	3222	27
Scott	3223	27
MGM	3224	27
Democrat	3225	27
Harris	3226	27
scale	3227	27
combination	3228	27
intent	3229	27
Boren	3230	27
distributed	3231	27
discussing	3232	27
labor-management	3233	27
fly	3234	27
address	3235	27
Marine	3236	27
Third	3237	27
credibility	3238	27
signal	3239	27
owed	3240	27
draw	3241	27
stood	3242	27
dramatic	3243	27
turnover	3244	27
bridge	3245	27
fans	3246	27
deposit	3247	27
solid	3248	27
rape	3249	27
holder	3250	27
respond	3251	27
edition	3252	27
legislative	3253	27
52	3254	27
permanent	3255	27
succeeded	3256	27
host	3257	27
experienced	3258	27
mature	3259	27
Products	3260	27
earn	3261	27
72	3262	27
creative	3263	27
